Repository: fel1x-developer/OnionBrowser
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, de, el, es, fa, fi, fr, ga, he, hr, hu_hu, is, it, ja, km, ko, mk, pl, pt_br, pt_pt, ro, ru, sq, tr_tr, uk, vi, zh_hans, zh_hant

source: TLS certificate chain verification error (self-signed certificate?)
ar: خطأ فى التحقق من تسلسل شهادة TLS (هل الشهادة موقّعة ذاتيا؟)
bn: টিএলএস সনদ-শৃঙ্খল যাচাইয়ে ত্রুটি (স্বস্বাক্ষরিত সনদ?)
ca: Error de verificació de la cadena de certificats TLS (és un certificat autosignat?)
cs: Chyba při ověřování certifikátu TLS (certifikát podepsán samotným serverem?)
de: Fehler bei der Validierung der TLS Zertifikatskette (Selbstsigniertes Zertifikat?)
el: Σφάλμα επιβεβαίωσης της αλυσίδας πιστοποιητικών TLS (αυτο-υπογεγραμμένο πιστοποιητικό;)
es: Error en verificación de cadena de certificados TLS (¿certificado autofirmado?)
fa: خطا در تائید زنجیره گواهی TLS (گواهی خود امضا شده؟)
fi: TLS-varmenneketjun vahvistusvirhe (itse allekirjoitettu varmenne?)
fr: Erreur de vérification de la chaîne du certificat TLS (certificat autosigné ?)
ga: Earráid agus an slabhra teastas TLS á dheimhniú (teastas féinsínithe?)
he: שגיאת וידוא שרשרת תעודת TLS (תעודה חתומה־עצמית?)
hr: Greška provjere lanca TLS certifikata (samopotpisani certifikat?)
hu_hu: TLS tanúsítványlánc ellenőrzési hiba (önaláírt tanúsítvány?)
is: Villa í sannvottun TLS-skilríkjakeðju (sjálfundirritað skilríki?)
it: Errore di verifica catena certificato TLS (ceritificato auto-firmato?)
ja: TLS認証でエラー（自己署名の証明書？）
km: កំហុស​នៃ​ការ​ផ្ទៀងផ្ទាត់​វិញ្ញាបនបត្រ TLS (វិញ្ញាបនបត្រ​ចុះហត្ថលេខ​ដោយ​ខ្លួនឯង?)
ko: TLS 인증서 체인 확인 오류 (자체 서명된 인증서입니까?)
mk: Грешка при верификација на TLS ланецот на сертификати (само-потпишан сертификат?)
pl: Błąd weryfikacji łańcucha certyfikatu TLS (certyfikat z podpisem własnym?)
pt_br: Erro de verificação da cadeia de certificados TLS (certificado auto-assinado?)
pt_pt: Erro de verificação da cadeia de certificado TLS (certificado assinado automaticamente?)
ro: Eroare de verificare pentru certificatul TLS (certificat auto-semnat?)
ru: Ошибка проверки цепочки сертификатов TLS (самоподписанный сертификат?)
sq: Gabim verifikimi vargu dëshmish TLS (dëshmi i vetënënshkruar?)
tr_tr: TLS sertifikası zinciri doğrulanamadı (sertifika kendinden mi imzalı?)
uk: Помилка перевірки ланцюжка сертифікатів TLS (самоподпісанний сертифікат?)
vi: Lỗi kiểm tra chuỗi chứng chỉ TLS (chứng chỉ tự kí?)
zh_hans: TLS 证书链验证错误（自签发证书？）
zh_hant: TLS 憑證鍊驗證錯誤 (是自行簽署的憑證嗎？)

source: TLS handshake failed
ar: فشلت مصافحة TLS
bn: টিএলএস হ্যাণ্ডশেকে ব্য্ররথতা
ca: Ha fallat la negociació TLS
cs: TLS handshake selhal
de: TLS Handshake fehlgeschlagen
el: Αποτυχία χειραψίας TLS
es: Falló autenticación TLS
fa: ارتباط TLS ناموفق
fi: TLS-kättely epäonnistui
fr: Échec d’établissement de la liaison TLS
ga: Theip ar an gcroitheadh láimhe TLS
he: לחיצת ידיים TLS נכשלה
hr: Neuspjelo TLS rukovanje
hu_hu: TLS kézfogás sikertelen
is: TLS-handaband mistókst
it: TLS handshake fallito
ja: TLSハンドシェイクに失敗しました
km: ការចាប់ដៃ TLS បានបរាជ័យ
ko: TLS 핸드셰이크 실패
mk: TLS ракувањето не успеа
pl: Handshake TLS nie powiódł się
pt_br: Falha TLS na conexão
pt_pt: Handshake TLS falhou
ro: Salvarea cheilor TLS a eșuat
ru: Рукопожатие TLS не удалось
sq: Dështoi duarshtrëngimi TLS
tr_tr: TLS el sıkışması tamamlanamadı
uk: Рукостискання TLS не вдалося
vi: Lỗi bắt tay TLS
zh_hans: TLS 握手失败
zh_hant: TLS 交握失敗

source: TLS protocol error
ar: خطأ في بروتوكول TLS
bn: টিএলএস প্রোটোকলে ত্রুটি
ca: Error de protocol TLS
cs: Chyba protokolu TLS
de: TLS-Protokollfehler
el: Σφάλμα πρωτοκόλλου TLS
es: Error de protocolo TLS
fa: خطای پروتکول TLS
fi: TLS-protokollavirhe
fr: Erreur de protocole TLS
ga: Earráid leis an bprótacal TLS
he: שגיאת פרוטוקול TLS
hr: Greška TLS protokola
hu_hu: TLS protokoll hiba
is: Villa í TLS-samskiptamáta
it: Errore protocollo TLS
ja: TLSプロトコールのエラー
km: វិធីការ TLS មានកំហុស
ko: TLS 프로토콜 오류
mk: Грешка на TLS протоколот
pl: Błąd protokołu TLS
pt_br: Erro no protocolo TLS
pt_pt: Erro de protocolo TLS
ro: Eroare de protocol TLS
ru: Ошибка протокола TLS
sq: Gabim protokolli TLS
tr_tr: TLS iletişim kuralı sorunu
uk: Помилка протоколу TLS
vi: Lỗi giao thức TLS
zh_hans: TLS 协议错误
zh_hant: TLS 協定錯誤

source: Tor Circuit
ar: دائرة Tor
bn: টর সার্কিট
ca: Circuit Tor
cs: Tor okruh
de: Tor-Kanal
el: Κύκλωμα Tor
es: Circuito de Tor
fa: مدار Tor
fi: Tor-ketju
fr: Circuit Tor
ga: Ciorcad Tor
he: מעגל Tor
hr: Sklop Tora
hu_hu: Tor áramkör
is: Tor-rás
it: Circuito Tor
ja: Tor経路
km: ច្រករបស់ Tor
ko: Tor 우회로
mk: Tor Круг
pl: Obwód Tor
pt_br: Circuito Tor
pt_pt: Circuito Tor
ro: Circuit Tor
ru: Цепочка Tor
sq: Qark Tor
tr_tr: Tor devresi
uk: Ланцюжок Tor
vi: Mạch Tor
zh_hans: Tor 链路
zh_hant: Tor 線路

source: Try Again
ar: حاول مجددا
ca: Torneu a provar
cs: Zkusit znovu
de: Nochmal
el: Προσπαθήστε ξανά
es: Intentar Nuevamente
fa: تلاش دوباره
fi: Yritä uudelleen
fr: Réessayer
ga: Bain triail eile as
he: נסה שוב
hr: Pokušaj ponovo
hu_hu: Próbálja újra
is: Reyndu aftur
it: Riprova
ja: 再試行する
km: ព្យាយាម​ម្ដងទៀត
ko: 다시 시도
mk: Обиди се повторно
pl: Spróbuj Ponownie
pt_br: Tentar novamente
pt_pt: Tentar Novamente
ro: Reîncearcă
ru: Попробовать еще раз
sq: Riprovoni
tr_tr: Yeniden dene
uk: Спробуйте ще
vi: Thử lại
zh_hans: 重试
zh_hant: 請重試

source: Universal Link Protection
ar: حماية من Universal Link
bn: সর্বজনীন লিঙ্ক সুরক্ষা
ca: Protecció d'enllaços universal
cs: Ochrana pro univerzální odkazy
de: Universeller Linkschutz
el: Καθολική προστασία συνδέσμων
es: Protección de Enlace Universal
fa: حفاظت لینک عمومی
fi: Universaali linkkisuojaus
fr: Protection universelle des liens
ga: Cosaint Uilíoch Nascanna
he: הגנה כלל־עולמית מפני קישורים
hr: Univerzalna zaštita poveznica
hu_hu: Univerzális link védelem
is: Almenn vörn tengla
it: Protezione universale collegamento
ja: ユニバーサルリンク保護
km: ការពារ​តំណភ្ជាប់​ជា​សកល
ko: 유니버셜 링크 보호
mk: Универзална Линк Заштита
pl: Ochrona Przed Linkami Uniwersalnymi
pt_br: Proteção universal de link
pt_pt: Proteção de Hiperligação Universal
ro: Protecție linkuri Universală
ru: Универсальная защита ссылок
sq: Mbrojtje Universale Lidhjesh
tr_tr: Genel bağlantı koruması
uk: Універсальний захист посилань
vi: Tắt Universal Link
zh_hans: 通用链接保护
zh_hant: 通用連結保護

source: URL Blocker
ar: مانع الروابط
bn: URL ব্লককারী
ca: Blocador d'URL
cs: Blokátor URL
el: Αποκλεισμός διεύθυνσης
es: Bloqueador de URL
fa: مسدود کننده نشانی اینترنتی
fi: URL-estäjä
fr: Bloqueur d’URLs
ga: Coscaire URL
he: חוסם כתובות אתר
hr: URL bloker
hu_hu: URL blokkoló
is: Banna URL-slóðir
it: Blocco URL
ja: URLブロッカー
km: អង្គបង្ខាំង URL
mk: URL блокатор
pt_br: Bloqueador de URL
pt_pt: Bloqueador de URL
ru: Блокировщик URL
sq: Bllokuesi i URL-ve
tr_tr: Adres engelleyici
uk: Блокувальник URL-адрес
vi: Công cụ chặn URL
zh_hans: URL 拦截程序
zh_hant: URL 攔截

source: User Agent
ar: وكيل المستخدم/ة
bn: ইউজার এজেন্ট
ca: Agent d'Usuari
de: Browserkennung
el: Πράκτορας χρήστη
es: Agente del usuario
fa: مامور کاربر
fi: User-Agent-otsake
fr: Agent utilisateur
ga: Teaghrán User-Agent
he: סוכן משתמש
hr: Korisnički agent
hu_hu: Böngésző azonosítás
is: Kennisstrengur
it: Agente Utente
ja: ユーザーエージェント
km: ភ្នាក់ងារ​ប្រើប្រាស់
ko: 사용자 에이전트
mk: Кориснички профил
pt_br: Usuário/Usuária
pt_pt: Agente do Utilizador
ro: Agent Utilizator
ru: Пользовательский агент
sq: Agjent Përdoruesi
tr_tr: Kullanıcı uygulaması
uk: Користувацький агент
zh_hans: 用户代理
zh_hant: 使用者代理字串

source: User disabled
ar: المستخدم/ة مُعطّل/ة
bn: ব্যবহারকারী নিস্ক্রিয়
ca: Usuari desactivat
cs: Zakázáno uživatelem
de: Benutzer deaktiviert
el: Απενεργοποιημένος χρήστης
es: Usuario deshabilitado
fa: کاربر غیرفعال شد
fi: Käyttäjä poistettu käytöstä
fr: Désactivée par l’utilisateur
ga: Díchumasaithe ag an úsáideoir
he: מושבת ע״י משתמש
hr: Korisnik deaktiviran
hu_hu: Felhasználó letiltva
is: Notandi óvirkur
it: Utente disabilitato
ja: ユーザーは無効です
km: អ្នកប្រើត្រូវបានបិទ
ko: 사용자 사용 안 함
mk: Корисникот е оневозможен
pl: Użytkownik wyłączony
pt_br: Usuário desabilitado
pt_pt: Desativado pelo Utilizador
ro: Utilizator dezactivat
ru: Пользователь отключен
sq: Të çaktivizuara nga përdoruesi
tr_tr: Kullanıcı devre dışı
uk: Користувач від'єднаний
vi: Do người dùng chặn
zh_hans: 用户已禁用
zh_hant: 使用者已停用

source: Username
ar: إسم المستخدم
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuaria(o)
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d’utilisateur
ga: Ainm úsáideora
he: שם משתמש
hr: Korisničko ime
hu_hu: Felhasználónév
is: Notandanafn
it: Nome utente
ja: ユーザー名
km: ឈ្មោះអ្នកប្រើ
ko: 사용자 이름
mk: Корисничко име
pl: Użytkownik
pt_br: Nome de usuário
pt_pt: Nome do utilizador
ro: Nume utilizator
ru: Имя пользователя
sq: Emër përdoruesi
tr_tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: Version
ar: إصدار
bn: সংস্করণ
ca: Versió
cs: Verze
es: Versión
fa: نسخه
fi: Versio
ga: Leagan
he: גרסה
hr: Verzija
hu_hu: Verzió
is: Útgáfa
it: Versione
ja: バージョン
km: ជំនាន់
ko: 버전
mk: Верзија
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
tr_tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Version %@
ar: إصدار %@
bn: %@ সংস্করণ
ca: Versió %@
es: Versión %@
fa: نسخه %@
fi: Versio %@
ga: Leagan %@
he: גרסה %@
hr: Verzija %@
hu_hu: Verzió %@
is: Útgáfa %@
it: Vesione %@
ja: バージョン: %@
km: ជំនាន់ %@
ko: 버전 %@
mk: Верзија %@
pl: Wersja %@
pt_br: Versão %@
pt_pt: Versão %@
ro: Versiune %@
ru: Версия %@
tr_tr: %@ sürümü
uk: Версія %@
vi: Phiên bản %@
zh_hans: %@版本
zh_hant: 版本 %@

source: We couldn't sync your bookmarks at this time. Try again to make sure your information is synced.
ar: تعذر علينا مزامنة إشاراتك المرجعية في الوقت الحالي. حاول مرة أخرى للتأكد من مزامنة معلوماتك.
ca: S'ha produït un error en sincronitzar les adreces d'interès. Torneu a provar per assegurar-vos que la vostra informació se sincronitza correctament.
cs: Aktuálně se nám nepodařilo synchronizovat vaše záložky. Zkuste to znovu a zkontrolujte, zda jsou informace synchronizovány.
de: Wir konnten Deine Lesezeichnen nicht synchronisieren. Versuch es nochmal, um sicherzustellen, daß die Lesezeichen synchronisiert sind.
es: No pudimos sincronizar tus marcadores esta vez. Intenta nuevamente para asegurar que tu información esté sincronizada.
fa: هم‌اکنون قادر به همگام‌سازی نشانک‌های شما نیستیم. دوباره سعی کنید تا از همگام‌سازی اطلاعات خود مطمئن شوید.
fi: Kirjamerkkejäsi ei voitu tällä kertaa synkronoida. Kokeile uudelleen varmistaaksesi tietojesi ajantasaisuuden.
fr: Nous n’avons pas pu synchroniser vos marque-pages. Réessayez pour assurer la synchronisation de vos renseignements.
ga: Níorbh fhéidir linn do chuid leabharmharcanna a shioncrónú. Bain triail eile as le bheith cinnte go bhfuil siad sioncrónaithe.
he: לא יכולנו לסנכרן את הסימניות שלך הפעם. נסה שוב כדי לוודא שהמידע שלך מסונכרן.
hr: Trenutačno nismo mogli sinkronizirati tvoje zabilješke. Pokušaj ponovo kako bi se podaci sinkronizirali.
hu_hu: Nem tudjuk szinkronizálni jelenleg a könyvjelzőit. Próbálja újra, hogy biztos legyen az információi szinkronizálásában.
is: Ekki tókst að samstilla bókamerkin þín í þetta sinn. Prófaðu aftur til að ganga úr skugga um að upplýsingarnar þínar séu samstilltar.
it: In questo momento non possiamo sincronizzare i tuoi preferiti. Riprova per essere certo che le tue informazioni siano sincronizzate.
ja: お気に入りを同期化できませんでした。同期しているかどうかを確かめるため、再試行して下さい。
km: យើង​មិនអាច​ធ្វើសមកាល​ទីចំណាំ​របស់​អ្នក​នៅពេល​នេះ​បានទេ។ សូម​ព្យាយាម​ម្ដងទៀត​ដើម្បី​ឱ្យ​ប្រាកដ​ថា​ព័ត៌មាន​របស់​អ្នក​ត្រូវបាន​ធ្វើសមកាល។
ko: 현재 북마크를 동기화할 수 없습니다. 정보가 동기화되는지 다시 시도하십시오.
mk: Не можевме да ги синхронизираме вашите бележници овој пат. Обидете се повторно за да бидете сигурни дека вашите информации се синхронизирани.
pl: Nie byliśmy w stanie zsynchronizować Twoich zakładek. Spróbuj ponownie, aby się upewnić, że Twoje informacje zostały zsynchronizowane.
pt_br: Nós não conseguimos sincronizar seus Favoritos. Tente novamente para ter certeza de que as informações foram sincronizadas.
pt_pt: De momento, não foi possível sincronizar os seus marcadores. Tente novamente para garantir que a sua informação é sincronizada.
ro: Nu am putut să-ți sincronizăm semnele de carte pe moment. Reîncearcă ca să asiguri sincronizarea informațiilor.
ru: Мы не смогли синхронизировать ваши закладки на данный момент. Повторите попытку, чтобы убедиться, что ваша информация синхронизирована.
sq: S’i njëkohësuam dot faqerojtësit tuaj këtë herë. Riprovoni, për t’u siguruar që të dhënat tuaja të jenë të njëkohësuara.
tr_tr: Yer imlerinizi şu anda eşitleyemedik. Bilgilerinizin eşitlendiğinden emin olmak için yeniden deneyin.
uk: Наразі нам не вдалося синхронізувати ваші закладки. Спробуйте ще раз, щоб переконатися, що вашу інформацію синхронізовано.
vi: Hiện thời chúng tôi không thể đồng bộ dấu trang cho bạn. Hãy thử lại để đảm bảo rằng thông tin của bạn được đồng bộ.
zh_hans: 我们当前无法同步您的书签。重试以确保信息已同步。
zh_hant: 目前無法同步您的書籤。請再試一次來確認您的資訊已同步。

source: Websites may break. But you get great security.
ar: قد تنقطع مواقع الويب. لكنك تحصل على أمان كبير.
ca: Els lloc web poden deixar de funcionar. Però obteniu una gran seguretat.
cs: Stránky se můžou rozbít, ale budete skvěle zabezpečení.
de: Websites sind oft kaputt. Aber super-sicher.
es: Algunos sitios web pueden fallar. Pero obtienes una gran seguridad.
fa: ممکن است وبسایت خراب شود. اما بهترین امنیت را خواهید داشت.
fi: Verkkosivustot saattavat rikkoutua, mutta saat vahvan suojauksen.
fr: Les sites Web pourraient ne pas fonctionner, mais le niveau de sécurité est excellent.
ga: Tá seans ann go mbrisfidh suímh áirithe. Ach gheobhaidh tú cosaint den chéad scoth.
he: אתרים עשויים להישבר. אבל אתה מקבל אבטחה מעולה.
hr: Web-stranice možda neće raditi, ali je zato sigurnost velika.
hu_hu: A weboldalak hibásak lehetnek. De Ön magas biztonságot kap.
is: Vefsvæði gætu bilað. En þú munt njóta aukins öryggis.
it: I siti web possono modificarsi. Ma ottieni un'ottima sicurezza.
ja: 最高度のセキュリティですが、サイトによっては機能しない場合があります。
km: វេបសាយ​អាចនឹង​ខូច ប៉ុន្តែ​អ្នក​ទទួលបាន​សន្ដិសុខ​ដ៏​ល្អបំផុត។
ko: 웹사이트가 손상될 수 있습니다. 하지만 보안은 아주 뛰어납니다.
mk: Веб станите можат да не се отворат. Но ова е најдобрата заштита.
pl: Witryny mogą w pełni nie funkcjonować. Lecz otrzymujesz świetne bezpieczeństwo.
pt_br: Sites podem quebrar, mas você obtém grande segurança.
pt_pt: Os ''sites'' da Web podem ter problemas. Mas você obtém grande segurança.
ro: Site-urile s-ar putea să devină defective, dar beneficiezi de securitate avansată.
ru: Работа некоторых сайтов может быть нарушена, но вы получите превосходную безопасность.
sq: Mund të preket funksionimi për disa sajte. Por përfitoni siguri më të madhe.
tr_tr: Web siteleri bozuk görüntülenebilir. Ama iyi bir güvenlik elde edersiniz.
uk: Вебсайти можуть не працювати як треба. Проте ви дуже добре захищені.
vi: Các trang web có thể sẽ hỏng. Nhưng bạn đạt được độ bảo mật cao.
zh_hans: 网页可能损坏。但您能得到更高的安全性。
zh_hant: 有些網站可能會故障，但您會非常安全。

source: When disabled, all text entered in search bar will be sent to the search engine unless it starts with "http".
ar: عند إلغاء التفعيل، سيتم إرسال كل النصوص المدخلة فى شريط البحث إلى محرك البحث الا إذا بدأت ب "http".
bn: এটি বন্ধ থাকলে সার্চ বারে লেখা সবকিছুই সার্চ ইঞ্জিনের কাছে পাঠানো হবে, তবে যদি না শুরুতে "http" থাকে।
ca: Quan està desactivat, tot el text que introduïu a la barra de cerca s'enviarà al motor de cerca, excepte si comença per «http».
cs: Pokud je zakázáno, bude vyhledávači odeslán veškerý text, který nezačíná „http“, zadaný do vyhledávacího pole.
de: Falls deaktiviert, wird der gesamte eingegebene Text in der Suchleiste zur Suchmaschine gesendet, außer er beginnt mit "http".
el: Όταν είναι απενεργοποιημένο, όλα τα κείμενα που πληκτρολογούνται στη μπάρα αναζήτησης θα στέλνονται στη μηχανή αναζήτησης, εκτός αν ξεκινούν με "http".
es: Cuando está deshabilitado, todo el texto ingresado en la barra de búsqueda será enviado al motor de búsqueda, a menos que empiece con "http".
fa: اگر غیرفعال باشد، هر متنی که در نوار جستجو نوشته شود، به موتور جستجو ارسال می‌شود مگر اینکه با "http" آغاز شود
fi: Kun ei käytössä, lähetetään kaikki hakupalkkiin kirjoitettu teksti hakukoneelle, ellei teksti ala "http".
fr: Si cette option est désactivée, tout texte saisi dans la barre de recherche sera envoyé au moteur de recherche, sauf s’il commence par « http ».
ga: Gan an rogha seo, seolfar aon téacs a chuireann tú sa mbarra cuardaigh chuig an inneall cuardaigh, seachas aon téacs a thosaíonn le "http".
he: כאשר מושבת, כל הטקסט המוכנס בשורת החיפוש יישלח אל מנוע החיפוש אלא אם הוא מתחיל ב־"http".
hr: Kad je deaktivirano, sav tekst unesen u traku za pretraživanje bit će poslan tražilici, osim ako započinje s „http”.
hu_hu: Ha kikapcsolt, minden beírt szöveg a kereső sávban elküldésre kerül a kereső motornak, kivéve, ha "http"-vel kezdődik.
is: Ef þetta er óvirkt verður allur texti sem sleginn er í leitarreitinn verður sendur til leitarvélarinnar nema hann byrji með "http".
it: Quando disabilitato, tutto il testo digitato nel campo ricerca sarà inviato al motore di ricerca salvo che inizi con "http".
ja: 無効にすると、"http"で始まらない限り、検索バーに入力されたテキストがすべて検索エンジンに送信されます
km: នៅពេល​បិទ រាល់​អត្ថបទ​ដែល​បាន​បញ្ចូល​នៅក្នុង​របារ​ស្វែងរក នឹង​ត្រូវ​បញ្ជូន​ទៅកាន់​ម៉ាស៊ីន​ស្វែងរក លុះត្រា​តែ​វា​ចាប់ផ្ដើម​ដោយ "http"។
ko: 비활성화된 경우 "http"로 시작하지 않으면 검색란에 입력된 모든 텍스트가 검색 엔진으로 전송됩니다.
mk: Кога е оневозможено, целиот внесен текст во лентата за пребарување ќе биде испратен до пребарувачот освен ако истиот започнува со "http".
pl: Gdy wyłączone, cały wpisany tekst wpisany w pasek wyszukiwania zostanie przesłany do silnika wyszukiwarki, chyba, że zaczyna się od "http".
pt_br: Quando desabilitado, todo o texto inserido na barra de pesquisa será enviado ao motor de pesquisa, a menos que comece com "http".
pt_pt: Quando desligado, todo o texto inserido na busca será enviado para os motores de busca, excepto se começar por "http".
ro: Când este dezactivat, tot textul introdus în bara de căutare va fi trimis către motorul de căutare, cu excepția prezenței prefixului "http".
ru: Если эта опция отключена, весь текст, введенный в строке поиска, будет отправляться в поисковую систему, за исключением случаев, когда он начинается с «http».
sq: Kur çaktivizohet, krejt teksti i dhënë te shtylla e kërkimeve do t’i dërgohet motorit të kërkimeve, veç në nistë me "http".
tr_tr: Devre dışı bırakıldığında, arama çubuğuna girilen tüm metinler "http" ile başlamadığı sürece arama motoruna gönderilecektir.
uk: Якщо не включити, весь текст в рядку пошуку (якщо він не починається на "http") буде відправлятися в пошуковий сервіс.
vi: Khi tắt, tất cả kí tự điền trên thanh tìm kiếm sẽ được gửi đến công cụ tìm kiếm trừ khi bắt đầu bằng "http".
zh_hans: 若禁用，在搜索框输入的全部文本将发送至搜索引擎，“http”开头的除外
zh_hant: 當停用時，除非是以 "http" 開頭的文字，否則所有文字都會被傳送到搜尋引擎。

source: Works pretty well. Your identity is mostly protected.
ar: يعمل بشكل جيد. هويتك محمية في الغالب.
ca: Funciona força bé. La vostra identitat està majoritàriament protegida.
cs: Funguje celkem dobře. Vaše identita je z větší části chráněná.
de: Funktioniert sehr gut. Deine Identität ist größtenteils geschützt.
es: Funciona bastante bien. Tu identidad está mayormente protegida.
fa: خوب کار می‌کند. هویت شما تقریبا حفظ می‌شود.
fi: Toimii varsin hyvin. Identiteettisi on pääosin suojattu.
fr: Tout fonctionne plutôt bien, votre identité est généralement protégée.
ga: Slándáil measartha maith. Tá d'aitheantas cosanta den chuid is mó.
he: עובד היטב למדי. הזהות שלך לרוב מוגנת.
hr: Radi dosta dobro. Tvoj identitet je uglavnom zaštićen.
hu_hu: Elég jól dolgozik. Az identitása többnyire védett.
is: Virkar nokkuð vel. Auðkennin þín eru að mestu varin.
it: Funziona molto bene. La tua identità è principalmente protetta.
ja: 完全に機能します。ほとんどの場合、あなたの身元も保護されます。
km: ដំណើរការ​ល្អណាស់។ អត្តសញ្ញាណ​របស់​អ្នក​ភាគច្រើន​ត្រូវបាន​ការពារ។
ko: 꽤 잘 작동합니다. 당신의 신원은 대부분 보호받고 있습니다.
mk: Работи доста добро. Вашиот идентитет е најчесто заштитен.
pl: Działa całkiem dobrze. Twoja tożsamość jest w większości chroniona.
pt_br: Funciona muito bem. Sua identidade é quase sempre protegida.
pt_pt: Funciona muito bem. A sua identidade é principalmente protegida.
ro: Funcționează foarte bine. Identitatea tea este în mare parte protejată.
ru: Работает неплохо. Ваша идентичность в основном защищена.
sq: Funksionon goxha mirë. Identiteti juaj, në pjesën më të madhe, është i mbrojtur.
tr_tr: Oldukça iyi çalışır. Kimliğiniz çoğunlukla korunur.
uk: Працює досить добре. Ваша особистість здебільшого захищена.
vi: Hoạt động khá tốt. Danh tính của bạn được gần như được bảo vệ hoàn toàn.
zh_hans: 干得不错。您的身份已尽可能被保护。
zh_hant: 運作正常，已完善地保護您的身份識別資料

source: You most recently donated %1$@ on %2$@.
ar: لقد قمت مؤخّراً بالتبرع بمبلغ %1$@في %2$@
bn: সম্প্রতি সর্বশেষ %2$@ তারিখে আপনি %1$@ দান করেছেন।
ca: Fa poc heu donat %1$@ al%2$@.
cs: Nedávno jste darovali %1$@ na %2$@.
de: Du hast als letztes %1$@ am %2$@ gespendet.
es: La última vez donaste %1$@ en %2$@.
fa: شما به‌‎تازگی %1$@ را در %2$@ اهدا کردید.
fi: Lahjoitit viimeksi %1$@ %2$@.
fr: Vous avez dernièrement fait un don de %1$@ le %2$@.
ga: An deontas deireanach a thug tú: %1$@ ar %2$@.
he: תרמת בפעם האחרונה %1$@ ב%2$@.
hr: Tvoja nedavna donacija je bila %1$@, %2$@.
hu_hu: Épp most küldött %1$@támogatást %2$@ úton.
is: Þú gafst nýlega %1$@ þann %2$@.
it: Di ricente hai donato %1$@ su %2$@.
ja: 前回は %1$@ を %2$@ に寄付しています。
km: អ្នក​បានបរិច្ចាគ​ថ្មីៗ​នេះ %1$@នៅលើ %2$@។
ko: 최근에 %2$@에 %1$@를 기부했습니다.
mk: Вашата најскорешна донација %1$@ на %2$@.
pl: Ostatnio przekazałeś %1$@ na %2$@.
pt_br: Você doou %1$@ em %2$@ recentemente.
pt_pt: Recentemente doou %1$@ para %2$@.
ro: Cel mai recent ai donat %1$@ pe datat de %2$@.
ru: Последний раз вы сделали пожертвование %1$@ на %2$@.
sq: Herën e fundit dhuruat %1$@ në %2$@.
tr_tr: %1$@ için en son %2$@ zamanında bağış yaptınız.
uk: Ви нещодавно пожертвували %1$@ на %2$@.
vi: Gần đây bạn đã ủng hộ %1$@ vào %2$@.
zh_hans: 你最近捐助了 %1$@ 给 %2$@。
zh_hant: 您最近在 %1$@ 捐款了 %2$@ 元。

source: Your traffic goes to 3 different parts of the world.
ar: تنتقل حركة المرور الخاصة بك إلى 3 أجزاء مختلفة من العالم.
ca: El trànsit va per 3 parts diferents del món.
cs: Váš traffic jde na 3 různá místa na světě.
de: Dein Datenverkehr läuft über 3 verschiedene Teile der Welt.
es: Tu tráfico va a 3 partes distintas del mundo.
fa: ترافیک شما به 3 بخش مختلف در جهان می رود.
fi: Tietoliikenteesi kiertää 3 eri puolilla maailma olevan kohteen kautta.
fr: Votre trafic passe par trois différentes régions du monde.
ga: Téann do chuid tráchta trí 3 fhreastalaí éagsúla timpeall an domhain.
he: התעבורה שלך הולכת אל 3 חלקים שונים של העולם.
hr: Tvoj promet ide u tri različita dijela svijeta.
hu_hu: A forgalma a világ 3 különböző részére utazik.
is: Netumferðin þín fer til 3 mismunandi staða í heiminum.
it: Il tuo traffico passa in 3 differenti parti del mondo.
ja: あなたの通信は、３つの異なる地域をたどります。
km: ចរាចរណ៍​របស់​អ្នក​ចេញទៅកាន់ 3 ​កន្លែង​ផ្សេងៗគ្នា​នៃ​ពិភពលោក។
ko: 당신의 트래픽은 세계 3개 지역으로 갑니다.
mk: Вашиот сообраќај се одвива преку 3 различни делови од светот.
pl: Twój ruch przechodzi przez 3 różne części świata.
pt_br: Seu tráfego vai para 3 partes diferentes do mundo.
pt_pt: O seu tráfego vai para 3 partes diferentes do mundo.
ro: Traficul tău merge în 3 părți diferite ale lumii.
ru: Ваш трафик проходит через 3 разные части света.
sq: Trafiku juaj kalon në 3 anë të ndryshme të botës.
tr_tr: Trafiğiniz dünyanın 3 farklı yerine gider.
uk: Ваш трафік спрямовується в 3 різні частини світу.
vi: Lưu lượng của bạn đi qua 3 nơi trên thế giới.
zh_hans: 您的流量经过全世界3个不同区域。
zh_hant: 您的流量會分散到 3 個不同地方。

source: Cookies
bn: কুকি
ca: Galetes
fa: کوکی ها
fi: Evästeet
fr: Témoins
he: עוגיות
hr: Kolačići
is: Vefkökur
it: Cookie
pl: Ciasteczka
tr_tr: Çerezler
uk: Реп'яшки

source: %@ a little more speed
de: %@ eine etwas höhere Geschwindigkeit
es: %@ un poco más de velocidad
hr: %@ veća brzina
ru: %@ работает немного быстрее
sq: %@ pak më tepër shpejtësi
tr_tr: %@ biraz daha hızlı
zh_hant: %@ 速度更快一點
